/* label of button to dismiss sheet without agreeing (Close rather than OK) */
"Close" = "關閉";

/* primary label with product name */
"Connecting to %@..." = "正在連接 %@...";

/* primary label */
"Connecting..." = "正在連接...";

/*
 * Primary label displayed when app runs in "about box" mode.
 * Most of the time this is obscured by the sheet displaying the information
 * about the application.
 */
"PrimaryLabelAbout" = "關於...";

//----- download progress info -----------------------------------------------//

/* No comment provided by engineer. */
"Downloading (%@ out of %@ Bytes)" = "正在下載 (已下載 %1$@ 位元組，共 %2$@ 位元組)";

/* No comment provided by engineer. */
"Downloading (%@ out of %@ KB)" = "正在下載 (已下載 %1$@ KB，共 %2$@ KB)";

/* No comment provided by engineer. */
"Downloading (%@ out of %@ MB)" = "正在下載 (已下載 %1$@ MB，共 %2$@ MB)";

//----- product display names ------------------------------------------------//

/** Name displayed in lieu of product when product is not known */
"UnknownTheProduct" = "應用程式";

/* G2M product display name */
"GoToMeeting" = "GoToMeeting";

/* G2T product display name */
"GoToTraining" = "GoToTraining";

/* G2W product display name */
"GoToWebinar" = "GoToWebinar";

/* G2A product display name */
"GoToAssist" = "GoToAssist";

/* G2AC product display name */
"GoToAssist Corporate" = "GoToAssist Corporate";

/* GoToMyPC product display name */
"GoToMyPC" = "GoToMyPC";


//----- About Box ------------------------------------------------------------//


/* Message (title) displayed on face of about box sheet. */
"AboutBoxMessage" = "關於 GoTo Opener";

/* Detailed info displayed on face of about box sheet. */
"AboutBoxInfo" = "GoTo Opener 可協助 GoTo 網站和軟體在電腦上順暢執行。\n\n版本: %@\n\n位置: %@";


//----- task labels for main window ------------------------------------------//

/* generic launch progress label */
"Initializing" = "正在初始化";

/*
 * Progress label displayed while just-launched, persistently-installed app
 * initially downloads session parameters from Launcher Service
 */
"DownloadingArgs" = "正在要求特定的啟動資訊";

/* progress label displayed while waiting for another DownloaderApp to finish */
"WaitingForMutex" = "正在等待其他 GoTo Opener 完成作業";

/* progress label displayed while DownloaderApp installs itself to persistent location */
"InstallingDlApp" = "正在安裝 GoTo Opener";

/* generic starting plugin download progress label */
"Starting Plugin Download" = "正在開始外掛程式下載";

/* generic installing plugin label */
"Installing Plugin" = "正在安裝外掛程式";

/* generic starting download progress label */
"Starting Download" = "正在開始下載";

/* generic downloading progress label */
"Downloading" = "正在下載";

/* generic verify archive progress label */
"Verifying" = "正在驗證";

/* generic unarchiving progress label */
"Unzipping" = "正在解壓縮";

/* generic launch progress label */
"Installing" = "正在安裝";

/* generic launch progress label */
"Launching" = "正在啟動";

/* launch installer progress label */
"Launching Installer" = "正在啟動安裝程式";

//----- Message text for error alert sheets ----------------------------------//

/* download failed alert message */
"Download Failed" = "下載失敗";

/* unarchive failed alert message */
"Unarchive Failed" = "解除封存失敗";

/* installation failed alert message */
"Installation Failed" = "安裝失敗";

/* launch failed alert message */
"Launch Failed" = "啟動失敗";

//----- Info text for error alert sheets -------------------------------------//

/* boilerplate introduction for error sheets indicating complete failure of the Launcher to launch app, into which specific product name is inserted */
"AppFatalMsgPre"  = "很抱歉，GoTo Opener 無法啟動 %@.";

/* boilerplate introduction for error sheets indicating complete failure of the Launcher to install package, into which specific product name is inserted */
"InstallFatalMsgPre"  = "很抱歉，GoTo Opener 無法安裝 %@.";

/* boilerplate conclusion for error sheets indicating complete failure of the Launcher */
"GenericFatalMsgPost" = "請重新下載，或連絡全球客戶支援，網址為: \nhttp://link.logmeininc.com/get-help.";

/* boilerplate introduction for error sheets indicating failure of the Launcher to download component due to SSL certificate validation errors. */
"SslCertFatalMsgPre"  = "很抱歉，GoTo Opener 無法信任下載伺服器.";

/* boilerplate conclusion for error sheets indicating failure of the Launcher to download component due to SSL certificate validation errors. */
"SslCertFatalMsgPost" = "請確認您已更新金鑰鏈中信任的憑證，或連絡全球客戶支援，網址為: \nhttp://link.logmeininc.com/get-help.";

/* notify user that product endpoint version doesn't support OS version */
"ProductSupportForOsErrorInfo" = "要求的 %@ 版本不支援此版本 Mac OS X.";

/* app download failed alert informative text */
"DownloadAppFailedErrorInfo" = "無法從我們的伺服器下載必要的應用程式.";

/* app download failed alert instructions to manually download and install endpoint */
"DownloadAppFailedOfferManualDownload" = "%@ 無法啟動，因為下載應用程式時發生問題。改為使用網頁瀏覽器儲存檔案:\n\n1. 按一下 [在瀏覽器中下載] 按鈕。\n2. 開啟並安裝已下載的檔案。\n3. 再次嘗試加入您的工作階段。";

/* app download failed alert instructions to manually download and install endpoint, post part */
"DownloadAppFailedOfferManualDownloadPost" = "如需更多協助，請連絡您的系統管理員，或連絡 %@ 支援，網址為 \nhttps://link.logmeininc.com/get-help。";


/* app download failed alert download button */
"Download" = "在瀏覽器中下載";

/* installer download failed alert informative text */
"DownloadInstallerFailedErrorInfo" = "無法從我們的伺服器下載安裝程式.";

/* app unarchive failed alert informative text */
"UnarchiveAppFailedErrorInfo" = "無法解除封存必要的應用程式.";

/* installer unarchive failed alert informative text */
"UnarchiveInstallerFailedErrorInfo" = "無法解除封存安裝程式.";

/* failed to place app bundle in permanent location, alert informative text */
"InstallAppFailedErrorInfo" = "無法安裝必要的應用程式.";

/* app launch failed alert informative text */
"LaunchAppFailedErrorInfo" = "無法啟動必要的應用程式.";

/* installer launch failed alert informative text */
"LaunchInstallerFailedErrorInfo" = "無法啟動安裝程式.";

/* app arguments download failed alert informative text */
"DownloadAppArgumentsFailedErrorInfo" = "無法從我們的伺服器下載必要的應用程式引數.";


//----- for SSL error alert sheets -------------------------------------------//

/* label of button to retry on authentication timeout (not abort the app) */
"AuthTimeoutErrorRetryButtonLabel" = "重試";

/* label of button to cancel retry on authentication timeout (so abort the app) */
"AuthTimeoutErrorCancelButtonLabel" = "關閉";

/* authentication timeout alert message */
"AuthTimeoutErrorMsg" = "驗證耗時太久";

/* authentication timeout alert informative text */
"AuthTimeoutErrorInfo" = "無法在合理時間內驗證認證。可能是您提交的名稱或密碼不正確。請再試一次.";

/* label of button to retry on connection lost during authentication (not abort the app) */
"AuthDisconnectErrorRetryButtonLabel" = "重試";

/* label of button to cancel retry on connection lost during authentication (so abort the app) */
"AuthDisconnectErrorCancelButtonLabel" = "關閉";

/* disconnect during authentication alert message */
"AuthDisconnectErrorMsg" = "驗證失敗";

/* disconnect during authentication alert informative text */
"AuthDisconnectErrorInfo" = "網路連線在進行驗證時意外中斷。可能是您提交的名稱或密碼不正確。請再試一次.";

/* SSL server certificate error alert message */
"ServerSslCertErrorMsg" = "伺服器識別碼不受信任";

/* generic SSL server certificate error informative text */
"ServerSslCertError" = "伺服器的憑證似乎無效。連線到伺服器可能會讓您的機密資訊存在風險.";

/* generic SSL server certificate error informative text <URL including host> */
"ServerSslCertErrorWithUrl" = "\\'%@\\' 中的伺服器憑證似乎無效。連線到伺服器可能會讓您的機密資訊存在風險.";

/* generic SSL server certificate error informative text <host name> */
"ServerSslCertErrorWithHostName" = "伺服器 \\'%@\\' 的憑證似乎無效。連線到伺服器可能會讓您的機密資訊存在風險.";

/* label of button to close server certificate error dialog and abort the app */
"ServerCertErrorCancelButtonLabel" = "關閉";
